brew 'awscli'
brew 'coreutils'
brew 'direnv'
brew 'envchain'
brew 'ghq'
brew 'git'
brew 'graphviz'
brew 'hub'
brew 'imagemagick'
brew 'nodebrew'
brew 'openssl'
brew 'peco'
brew 'postgresql@10'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'tmux'
brew 'vim'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'bettertouchtool'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'google-photos-backup-and-sync'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'jetbrains-toolbox'
cask 'macvim'
cask 'notion'
cask 'postman'
cask 'slack'
cask 'steam'
cask 'the-unarchiver'
cask 'virtualbox'
cask 'zoomus'
