brew 'ghq'
brew 'git'
brew 'hub'
brew 'nodebrew'
brew 'peco'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'tmux'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'bettertouchtool'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'istat-menus'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'macvim'
cask 'slack'
cask 'zoomus'